<!--
 * @Author: your name
 * @Date: 2020-07-29 19:16:38
 * @LastEditTime: 2020-07-29 19:42:18
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: /ido85-pay_web_site-pay_web_site-paymentSystem/src/views/privacy/privacy.vue
-->
<template>
  <div class="container">
    <h2>奶牛科学手册用户协议</h2>
    <h4>欢迎您来到奶牛科学手册</h4>
    <p>请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入奶牛科学手册。当您注册成功，无论是进入奶牛科学手册，还是在奶牛科学手册上发布任何内容（即「内容」），均意味着您（即「用户」）完全接受本协议项下的全部条款。</p>
    <h5>使用规则</h5>
    <div>
      <h5>1.用户使用本人真实手机号或奶牛科学手册提供的第三方平台账户进行注册和登录，账号信息由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</h5>
      <h5>2.用户须对在奶牛科学手册的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；否则奶牛科学手册有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。</h5>
      <h5>3.用户直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用奶牛科学手册服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用奶牛科学手册所提供的全部服务。</h5>
      <h5>4.奶牛科学手册是一个传播牧场养殖知识、奶牛技术信息分享的平台，用户通过奶牛科学手册发表的信息为公开的信息，其他第三方均可以通过奶牛科学手册获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在奶牛科学手册上进行发表。</h5>
      <h5>5.用户承诺不得以任何方式利用奶牛科学手册直接或间接从事违反中国法律以及社会公德的行为，奶牛科学手册有权对违反上述承诺的内容予以删除。</h5>
      <h5>6.用户不得利用奶牛科学手册服务制作、上载、复制、发布、传播或者转载如下内容：</h5>
      <p>a.反对宪法所确定的基本原则的；</p>
      <p>b.危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p>c.损害国家荣誉和利益的；</p>
      <p>d.煽动民族仇恨、民族歧视，破坏民族团结的；</p>
      <p>e.侮辱、滥用英烈形象，否定英烈事迹，美化粉饰侵略战争行为的；</p>
      <p>f.破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p>g.散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p>h.散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
      <p>i.侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p>'j.含有法律、行政法规禁止的其他内容的信息。</p>
      <h5>7.所有用户同意遵守奶牛科学手册社区管理规定</h5>
      <h5>8.奶牛科学手册有权对用户使用奶牛科学手册的情况进行审查和监督，如用户在使用奶牛科学手册时违反任何上述规定，奶牛科学手册或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用奶牛科学手册的权利）以减轻用户不当行为造成的影响。</h5>
    </div>
    <h3>知识产权</h3>
    <div>
      <p>奶牛科学手册是一个传播牧场养殖知识、奶牛技术信息分享的平台，我们尊重和鼓励奶牛科学手册用户创作的内容。</p>
      <p>1.用户在奶牛科学手册上发表的全部原创内容（包括但不仅限于评论），著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到奶牛科学手册的同意。</p>
      <p>2.奶牛科学手册提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人（含奶牛科学手册及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。</p>
      <p>3.为了促进知识的分享和传播，用户将其在奶牛科学手册上发表的全部内容，授予奶牛科学手册免费的、不可撤销的、非独家使用许可，奶牛科学手册有权将该内容用于奶牛科学手册各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。</p>
      <p>4.第三方若出于非商业目的，将用户在奶牛科学手册上发表的内容转载在奶牛科学手册之外的地方，应当在作品的正文开头的显著位置注明原作者姓名（或原作者在奶牛科学手册上使用的帐号名称），给出原始链接，注明「发表于奶牛科学手册」，并不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。</p>
      <p>5.在奶牛科学手册上传或发表的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，奶牛科学手册有权根据实际情况删除相关的内容，且有权追究用户的法律责任。给奶牛科学手册或任何第三方造成损失的，用户应负责全额赔偿。</p>
      <p>6.如果任何第三方侵犯了奶牛科学手册用户相关的权利，用户同意授权奶牛科学手册或其指定的代理人代表奶牛科学手册自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在奶牛科学手册认为必要的情况下参与共同维权。</p>
      <p>7.奶牛科学手册有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规对侵权信息进行处理。</p>
    </div>
    <h3>个人隐私</h3>
    <div>
      <p>尊重用户个人隐私信息的私有性是奶牛科学手册的一贯原则，奶牛科学手册将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或事先得到用户明确授权等原因外，奶牛科学手册保证不对外公开或向第三方透露用户个人隐私信息，或用户在使用服务时存储的非公开内容。同时，为了运营和改善奶牛科学手册的技术与服务，奶牛科学手册将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于奶牛科学手册向用户提供更好的用户体验和服务质量。</p>
    </div>
    <h3>免责申明</h3>
    <div>
      <p>1.奶牛科学手册不能对用户发表的论坛评论的正确性进行保证。</p>
      <p>2.用户发布的不当言论，不代表奶牛科学手册官方的立场。</p>
      <p>3.用户在奶牛科学手册发表其他内容仅表明其个人的立场和观点，并不代表奶牛科学手册的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。奶牛科学手册不承担任何法律及连带责任。</p>
      <p>4.奶牛科学手册不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作保证。</p>
      <p>5.对于因不可抗力或奶牛科学手册不能控制的原因造成的网络服务中断或其它缺陷，奶牛科学手册不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
    </div>
    <h3>协议修改</h3>
    <div>
      <p>1.根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，奶牛科学手册有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，奶牛科学手册将会直接在奶牛科学手册网站上公布修改之后的协议内容，该公布行为视为奶牛科学手册已经通知用户修改内容。奶牛科学手册也可采用电子邮件或私信的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项。</p>
      <p>2.如果不同意奶牛科学手册对本协议相关条款所做的修改，用户有权并应当停止使用奶牛科学手册。如果用户继续使用奶牛科学手册，则视为用户接受奶牛科学手册对本协议相关条款所做的修改。</p>
    </div>
  </div>
</template>
<script>
export default {
  beforeCreate() {
    document.title = '奶牛科学手册用户协议';
  },
};
</script>
<style lang="less" scoped>
.container {
  height: 100vh;
  overflow: auto;
  background-color: #fff;
  padding: 15px;
  h2 {
    font-size: 20px;
    font-family: PingFang SC;
    font-weight: bold;
    color: rgba(0, 0, 0, 1);
    line-height: 21px;
    margin-bottom: 16px;
  }
  h3,
  h4 {
    font-size: 16px;
    font-family: PingFang SC;
    font-weight: bold;
    color: rgba(0, 0, 0, 1);
    line-height: 21px;
    margin-bottom: 9px;
  }
  h5 {
    font-size: 14px;
    font-family: PingFang SC;
    font-weight: 500;
    color: rgba(0, 0, 0, 1);
    line-height: 21px;
    margin-bottom: 9px;
  }
  h3,
  h5 {
    margin: 10px 0px;
  }
  p {
    line-height: 24px;
    text-indent: 25px;
    font-size: 12px;
    font-family: PingFang SC;
    font-weight: 400;
    color: rgba(0, 0, 0, 1);
    line-height: 16px;
  }
}
</style>
