<!--
 * @Author: your name
 * @Date: 2020-07-29 19:16:38
 * @LastEditTime: 2020-07-29 20:25:43
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: /ido85-pay_web_site-pay_web_site-paymentSystem/src/views/privacy/privacy.vue
-->
<template>
  <div class="container">
    <h2>奶牛科学手册社区管理规定</h2>
    <p>奶牛科学手册致力于提供一个由用户创造高质量内容的问答社区。为了保护用户创造的内容、维护良好的社区氛围，奶牛科学手册团队和奶牛科学手册授权的社区管理员将依据《奶牛科学手册用户协议》和本规范中的条款对注册奶牛科学手册的用户和发布在奶牛科学手册的内容进行管理。采取的措施包括但不限于更改或删除用户发布的内容、暂停或终止用户使用奶牛科学手册的权利。</p>
    <p>所有有意的降低内容质量、伤害社区氛围的行为（下称「破坏」）都是不能容忍的。多数情况下社区中的其他用户会优先选择对破坏行为做出劝诫、建议和引导，奶牛科学手册团队也会先发出警告并给予用户改正自己不当行为的机会，但不表示奶牛科学手册团队在采取任何措施前必须首先发出警告。</p>
    <h3>违规行为界定</h3>
    <h5>1. 违反法律法规，主要表现为：</h5>
    <div>
      <p>(1) 反对宪法所确定的基本原则</p>
      <p>(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一</p>
      <p>(3) 损害国家荣誉和利益；</p>
      <p>(4) 煽动民族仇恨、民族歧视，破坏民族团结</p>
      <p>(5) 侮辱、滥用英烈形象，否定英烈事迹，美化粉饰侵略战争行为的</p>
      <p>(6) 破坏国家宗教政策，宣扬邪教和封建迷信</p>
      <p>(7) 散布谣言，扰乱社会秩序，破坏社会稳定</p>
      <p>(8) 宣扬淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪</p>
      <p>(9) 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序</p>
      <p>(10) 诽谤他人，泄露他人隐私，侵害他人合法权益</p>
      <p>(11) 含有法律、行政法规禁止的其他内容的信息</p>
    </div>
    <h5>2. 不友善行为：不尊重奶牛科学手册用户及其所贡献内容的行为，主要表现为：</h5>
    <div>
      <p>(1) 轻蔑：贬低、轻视他人及其劳动成果</p>
      <p>(2) 诽谤：捏造、散布虚假事实，损害他人名誉</p>
      <p>(3) 嘲讽：以比喻、夸张、侮辱性的手法对他人或其行为进行揭露或描述，以此来激怒他人</p>
      <p>(4) 挑衅：以不友好的方式激怒他人，意图使对方对自己的言论作出回应，蓄意制造事端</p>
      <p>(5) 羞辱：贬低他人的能力、行为、生理或身份特征，让对方难堪</p>
      <p>(6) 谩骂：以不文明的语言对他人进行负面评价</p>
      <p>(7) 歧视：针对他人的民族、种族、宗教、性取向、性别、年龄、地域、生理特征等身份或者归类的攻击</p>
      <p>(8) 威胁：许诺以不良的后果来迫使他人服从自己的意志</p>
    </div>
    <h5>3. 发布垃圾广告信息：用户以推广曝光为目的，发布影响用户体验、扰乱奶牛科学手册社区秩序的内容，或进行相关行为。</h5>
    <div>
      <h5>(1) 多次发布包含售卖产品、提供服务、宣传推广内容的垃圾广告。包括但不限于以下几种形式：</h5>
      <p>a. 单个帐号多次发布包含垃圾广告的内容</p>
      <p>b. 多个广告帐号互相配合发布包含垃圾广告的内容</p>
      <p>c. 多次发布包含欺骗性外链的内容，如未注明的淘宝客链接、跳转网站等，诱骗用户点击链接</p>
      <p>d. 发布大量包含 SEO 推广链接、产品、品牌等内容获取搜索引擎中的不正当曝光</p>
      <h5>(2) 购买或出售帐号之间虚假地互动，发布干扰社区秩序的推广内容及相关交易。包括但不限于以下几种形式：</h5>
      <p>a. 购买机器注册帐号，或人工操控帐号的关注，伪造在社区内的影响力</p>
      <p>b. 购买机器注册帐号，或人工操控帐号点击赞同，谋求回答的不正当曝光</p>
      <p>c. 使用机器、恶意程序手段或人为有组织性地操控帐号进行点赞、回答等扰乱秩序的行为</p>
      <h5>(3) 使用严重影响用户体验的违规手段进行恶意营销。包括但不限于以下几种形式：</h5>
      <p>a. 不规范转载或大篇幅转载他人内容同时加入推广营销内容</p>
      <p>b. 发布包含欺骗性的恶意营销内容，如通过伪造经历、冒充他人等方式进行恶意营销</p>
      <h5>(4) 使用特殊符号、图片等方式规避垃圾广告内容审核的广告内容</h5>
      <h5>(5) 恶意注册使用奶牛科学手册帐号，包括但不限于机器注册、频繁注册、批量注册、滥用多个奶牛科学手册帐号</h5>
    </div>
    <h5>4. 恶意行为：滥用产品功能，进行影响用户体验，危及平台安全及损害他人权益的行为。主要表现为：</h5>
    <div>
      <h5>(1) 恶意编辑，指清空或删除有效内容，添加无关信息，破坏内容结构等降低公共编辑内容质量的编辑</h5>
      <h5>(2) 冒充他人，通过头像、用户名等个人信息暗示自己与他人或机构相等同或有关联</h5>
      <h5>(3) 重复发布干扰正常用户体验的内容。包括但不限于以下几种形式：</h5>
      <p>a. 重复的回答内容多次发布在不同问题下</p>
      <p>b. 频繁发布难以辨识涵义影响阅读体验的字符、数字等无意义乱码</p>
      <p>c. 骚扰他人，以评论、私信等方式对他人反复发送重复或者相似的诉求</p>
      <h5>(4) 诱导投票或关注，如通过点赞抽奖、集赞更新等形式诱导投票或者诱导关注</h5>
      <h5>(5) 制作及传播外挂或者用于操作帐号功能的恶意程序或相关教程</h5>
      <h5>(6) 发布含有潜在危险的内容，如钓鱼网站、木马、病毒网站等</h5>
    </div>
    <h5>5. 色情低俗，主要表现为：</h5>
    <div>
      <p>(1) 包含自己或他人性经验的细节描述或露骨的感受描述</p>
      <p>(2) 涉及色情段子、两性笑话的低俗内容</p>
      <p>(3) 配图、头图中包含庸俗或挑逗性图片的内容</p>
    </div>
    <h5>6. 存在不实信息，主要表现为：</h5>
    <div>
      <p>(1) 奶牛科学手册帐号存在伪造身份、冒充他人等行为</p>
      <p>(2) 可能存在事实性错误或者造谣等内容</p>
      <p>(3) 内容中存在事实夸大、伪造虚假经历并存在误导他人</p>
    </div>
    <h5>7. 发布封建迷信内容，主要表现为：</h5>
    <div>
      <p>(1) 找人算命、测字、占卜、解梦、化解厄运、使用迷信方式治病：</p>
      <p>a. 求推荐算命看相大师</p>
      <p>b. 针对具体风水等问题进行求助或咨询</p>
      <p>c. 问自己或他人的八字、六爻、星盘、首相、面相、五行缺失，包括通过占卜方法问婚姻、前程、运势，东西宠物丢了能不能找回、取名改名等</p>
      <p>d. 解梦类内容</p>
      <p>(2) 宣扬鼓励封建迷信等活动，推广算命等理论知识学习及讨论：</p>
      <p>a. 询问某种算命结果、说法是否准确</p>
      <p>b. 在回答或文章中推荐关注算命、占卜等封建迷信活动</p>
    </div>
    <h5>8. 文章标题党，主要表现为：</h5>
    <div>
      <p>(1) 存在各种夸张、猎奇、不合常理的内容表现手法等行为来诱导用户</p>
      <p>(2) 内容与标题之间存在严重不实或者原意扭曲</p>
    </div>
    <h3>违规行为处理流程</h3>
    <p>站方通过主动发现和违规词过滤两种方式发现违规行为。违规的信息由奶牛科学手册站方根据本规定直接处理。</p>
    <h3>违规帐号处罚</h3>
    <p>当一个用户发布上述违规内容时，奶牛科学手册站方将依据相关用户违规情节严重程度，对帐号进行禁言甚至永久封号的处罚。对于使用奶牛科学手册时间较长，并取得一定成就的用户，我们将视违规情节严重程度，酌情减轻处罚。当出现以下恶意行为时，站方将会加重处罚：</p>
    <p>• 通过作弊手段注册、使用的帐号</p>
    <p>• 滥用多个奶牛科学手册帐号</p>
    <h3>申诉</h3>
    <p>奶牛科学手册站方可以随着社区管理经验的不断丰富，出于维护奶牛科学手册社区氛围和秩序的目的，不断完善本规定。如果奶牛科学手册用户对奶牛科学手册基于本规范做出的处理有异议，可以通过App里“设置”—“反馈”功能向奶牛科学手册进行反馈。</p>
  </div>
</template>
<style lang="less" scoped>
.container {
  height: 100vh;
  overflow: auto;
  background-color: #fff;
  padding: 15px;
  h2 {
    font-size: 20px;
    font-family: PingFang SC;
    font-weight: bold;
    color: #e2e2e2;
    line-height: 21px;
    margin-bottom: 16px;
  }
  h3,
  h4 {
    font-size: 16px;
    font-family: PingFang SC;
    font-weight: bold;
    color: #e2e2e2;
    line-height: 21px;
    margin-bottom: 9px;
  }
  h5 {
    font-size: 14px;
    font-family: PingFang SC;
    font-weight: 500;
    color: #e2e2e2;
    line-height: 21px;
    margin-bottom: 9px;
  }
  h3,
  h5 {
    margin: 10px 0px;
  }
  p {
    line-height: 24px;
    text-indent: 25px;
    font-size: 12px;
    font-family: PingFang SC;
    font-weight: 400;
    color: #e2e2e2;
    line-height: 16px;
  }
}
</style>
